#+title: Evaluación de exposición: El lenguaje de programación Rust
#+author: Gunnar Wolf

- Tema presentado por: Yesenia Velasco
- Calificación global: (7.98 × 0.3) + (7.75 × 0.7) = *7.82*

* Evaluación grupal

[[./evaluacion_alumnos.pdf][Evaluaciones individuales de los alumnos]]

|--------------+------------+----------+-----------+-------|
| Originalidad | Relevancia | Claridad | Presencia | Total |
|--------------+------------+----------+-----------+-------|
|          7.5 |        7.5 |      7.5 |       7.5 |  7.50 |
|           10 |        7.5 |       10 |        10 |  9.38 |
|           10 |        7.5 |       10 |       7.5 |  8.75 |
|           10 |         10 |       10 |        10 |    10 |
|          7.5 |        7.5 |        0 |         5 |  5.00 |
|            5 |          0 |      7.5 |       7.5 |  5.00 |
|          7.5 |         10 |      7.5 |       7.5 |  8.13 |
|          7.5 |        7.5 |       10 |        10 |  8.75 |
|           10 |        7.5 |       10 |       7.5 |  8.75 |
|           10 |         10 |       10 |        10 |    10 |
|          7.5 |         10 |      7.5 |       7.5 |  8.13 |
|          7.5 |         10 |      7.5 |       7.5 |  8.13 |
|          7.5 |          5 |      7.5 |         5 |  6.25 |
|           10 |        7.5 |      7.5 |       7.5 |  8.13 |
|           10 |        7.5 |      7.5 |       7.5 |  8.13 |
|          7.5 |          5 |      7.5 |         5 |  6.25 |
|           10 |         10 |       10 |       7.5 |  9.38 |
|--------------+------------+----------+-----------+-------|
|         8.53 |       7.65 |     8.09 |      7.65 |  7.98 |
#+TBLFM: @>$1..@>$4=vmean(@II..@III-1); f-2::@2$>..@>$>=vmean($1..$4); f-2

* Evaluación del docente

- Originalidad del tema :: Excelente (10)
- Material desarrollado :: Suficiente (5)
- Contenido :: Bueno (7.5)
- Fuentes bibliográficas :: Excelente (10)
- Uso del tiempo :: Excelente (10)
- Dominio del tema :: Bueno (7.5)
- Presencia :: Bueno (7.5)
- Global :: 10×0.1 + 5×0.2 + 7.5×0.2 + 10×0.1 + 10×0.1 + 7.5×0.15 +
            7.5×0.15 = *7.75*
